<template>
  <div class="main about scroll">
    <div>
      <h1>{{title}}</h1>
      <article>
        <p>我学书也有些年头了，偶尔也感觉有点小进步，但都登不了大雅之堂。</p>
        <p>我最开始应该是学颜真卿的，我自己都不太肯定是有原因的，那时年少轻狂，竟自诩不需临帖而能写一手“颜体”。后来我知道有一种临摹叫书空，也就是手指在空中写或者在桌上划，我大部分临帖都是在这种状态下完成的。后来我写楷书，好友一看你颜体原来是出自颜真卿自叙帖。或许吧，颜真卿是我书法生涯不可磨灭的一个基因。每隔一段时间我都会被那些悲壮的笔触感动。</p>
        <p>在这个懵懂期我断断续续的，看点书法相关的杂志、书法史，保留着书法这一门爱好。兴之所至，在书本上留下朱批，所以每本教材都显得很凌乱。</p>
        <p>走过懵懂的契机是什么，我今天回忆起来还不太清楚。只是2007年的某个时间段，我比较偏执的喜欢上了魏碑，这是一种都没有过的审美体验。我自己都感觉非常神奇。基于我自己的这一转变，我也明白了为什么在当今新闻中对一些书法现象所持的批评态度，我这里列举几个。</p>
        <p>“当今的书法家只会草书，你叫他写楷书，肯定写不好”。这种论调比较常见，诚然只会草书不会楷书的书法家会有，但绝对是少之又少。你看邵岩的楷书，王镛的楷书，王冬龄的楷书都写得非常棒，只是你没有看到罢了。</p>
        <p>"田蕴章的楷书写得太好了！"这又是另外一个论调了。所有这些我想还是审美水平的问题。作为大众还基本上停留在书法的一些外在表现形式：“光滑、圆润、规律。”</p>
        <p>对于审美问题我不能左右他人，我自己并不见得比他人高明。比如当下我也不能理解沃兴华教授写的一些楷书作品，或许某一天某个时间段我会突然想明白了，谁知道呢。</p>
        <p>自07年后，在某几个相当长的时间段，我应该正儿八经的开始临帖了。这其中临帖比较杂，列举一些：颜真卿自叙告身贴、颜家庙碑、龙门二十品、爨宝子碑、爨龙颜碑、张猛龙碑、石门铭、瘗鹤铭、泰山经石峪金刚经。这些应该是临摹的时间稍微比较长一点。行草书有临摹王羲之的尺牍、十七帖、圣教序、平复帖等。写了这么多也没入一家法度，吃亏没听老人言。</p>
        <p>于今我还是会见异思迁，但是追求笔墨精神的脚步不会终止，我也期待会有殊途同归的那一天。留下的这些笔墨影像作为比照，仅此而已。</p>
      </article>
    </div>
  </div>
</template>
<script>
import $ from "jquery"
export default {
  data() {
    return {
      "title": "关于本站"
    }
  },
  mounted() {
    var scroll = new IScroll($(".scroll")[0])
  }
}
</script>